{"half_time_home_team_goals": 1, "away_team_corners": 3, "report": "Premier League: Swansea City hold off Burnley to secure 1-0 win at the Liberty Stadium\nSwansea City maintained their winning start to the new Premier League campaign as Nathan Dyer fired them to a 1-0 win over Burnley at the Liberty Stadium.\nThe hosts started brightly and soon began to dominate possession, with their first chance coming after just three minutes when Jason Shackell was well placed to steer Wilfried Bonys goal-bound header off the line.\nBurnley did threaten in spells as Ings fired over before Lukasz Fabianski cut out his low cross looking for Lukas Jutkiewicz, while Tom Heaton denied Gylfi Sigurdsson from inside the area with a comfortable save following Wayne Routledges low cross.\nSwansea took the lead on the 23rd minute and the lively Sigurdsson, making his second home debut for the club following his summer switch from Tottenham, cut apart the Burnley defence as Nathan Dyer raced onto his through ball to fire beyond Heaton.\nBurnley were the better side for the majority of the second half with Jutkiewicz, Scott Arfield and Ings all threatening in the early stages. Jutkiewicz spurned their best chance when he headed Dean Marney's deep cross over the bar after losing his marker.\nDavid Jones then burst into the Swansea box and Fabianski was forced into a fine save to tip his low strike wide after some smart play from Ings before subsitute Ashley Barnes fired over in stoppage time, but Garry Monk's side held on to make it two wins from their opening two games.\nThe hosts were unchanged following their shock victory at Old Trafford, with midweek signings Federico Fernandez and Tom Carroll introduced to the crowd ahead of kick-off but not included in the matchday squad.\nBurnley were also unchanged from their 3-1 home defeat to Chelsea as Sean Dyche's men looked to get their first points on the board following promotion from the Championship.\nSwansea went close to taking a third-minute lead when Wayne Routledge's cross found Bony 12 yards out. The Ivorian's header seemed destined for the far corner of the net with Heaton sprawling, only for Shackell's precious interception to keep him out.\nBurnley were not shy in coming forward and Ings was lively as he played off summer signing Jutkiewicz in attack.\nThe England Under-21s striker volleyed over from just inside the box after Jonjo Shelvey had been dispossessed before another quick attack saw his cutback grasped by the grateful Fabianski with Jutkiewicz lurking.\nShelvey soon forgot about his earlier error, though, as he got Swansea moving with a raking 40-yard pass which released Routledge down the right.\nRoutledge sped past Kieran Trippier to deliver the perfect ball for Sigurdsson but the Icelandic midfielder's shot lacked power and Tom Heaton held on.\nBut Heaton was beaten five minutes later as Ben Mee failed to intercept Sigurdsson's ball and Dyer advanced to beat the former Manchester United trainee inside his near post with a low drive.\nThe goal settled Swansea down and Bony began to flex his considerable muscles but Burnley were well-organised and refused to yield too much space.\nSigurdsson volleyed over from the edge of the area following a poor clearance from Michael Duff, who was making his 500th career appearance, and Bony's weak shot was comfortably held by Heaton before the break.\nBony had another chance straight after the restart when Dean Marney's loose header fell into his path but was unable to capitalise with a horrible mis-kick as he bore down on goal.\nBut Burnley were still very much in the game and Jutkiewicz felt he should have had a penalty after more good work by Ings, although television replays showed Ashley Williams made contact with the ball.\nScott Arfield and Marney both saw wayward efforts fly wide and Ings' drive was deflected wide as the home crowd began to get restless.\nAnd Burnley should have been level when Marney's 64th-minute cross picked out the unmarked Jutkiewicz but he could only head over Fabianski's bar after ghosting free.\nGarry Monk had seen enough and sent on Bafetimbi Gomis and Jefferson Montero for Bony and Dyer - but Burnley were within inches of equalising when Ings found David Jones and his shot was saved by Fabianski, with the ball just evading Jutkiewicz, who slid in at the far post.\nSwansea almost released the pressure valve when Montero's cross was punched out by Heaton and Ki Sung-yeung's rising drive just cleared the crossbar.\nBurnley continued to press in the final minutes and Barnes, a January signing from Brighton, lashed over the bar as Swansea edged to the three points.\n Charlie Nicholas on Swansea v Burnley \nI thought Burnley deserved something from this, but they walk away with nothing. In the first half Swansea bossed it and I dont know what Sean Dyche said to them, but in the second half they upped the tempo, drove forward and pinned Swansea in. They were the better team in the second half, but didnt make a bundle of chances. If it had gone 1-1 they might have gone on and nicked it.\nIt was a cracking game to watch and both teams were very good, but I would have to say that Burnley will be disappointed not to get anything from it. I like a lot of Swanseas signings. I dont see them being anywhere close to a scrap. What a sensational start it is for them.\n", "away_sub": ["Ward", "Wallace", "Kightly", "Sordell", "Reid", "Gilks", "Barnes"], "full_time_result": "H", "home_start_11": ["Fabianski", "Rangel", "Amat", "Williams", "Taylor", "Shelvey", "Ki", "Dyer", "Sigurdsson", "Routledge", "Bony"], "ratings": [{"comment": "Excellent when called up. Great save to deny Jones", "name": "Fabianski", "start_11": 1, "rate": 7, "scores": 0, "scores_time": []}, {"comment": "Got forward well down the right", "name": "Rangel", "start_11": 1, "rate": 6, "scores": 0, "scores_time": []}, {"comment": "A rock at the back, particularly in the second half", "name": "Amat", "start_11": 1, "rate": 6, "scores": 0, "scores_time": []}, {"comment": "A tough afternoon but as reliable as ever at the back", "name": "Williams", "start_11": 1, "rate": 6, "scores": 0, "scores_time": []}, {"comment": "Rarely pushed forward but solid enough defensively", "name": "Taylor", "start_11": 1, "rate": 6, "scores": 0, "scores_time": []}, {"comment": "Faded as the game went on", "name": "Shelvey", "start_11": 1, "rate": 5, "scores": 0, "scores_time": []}, {"comment": "Didn't impose himself enough in midfield", "name": "Ki", "start_11": 1, "rate": 6, "scores": 0, "scores_time": []}, {"comment": "Took his goal well and often threatened", "name": "Dyer", "start_11": 1, "rate": 6, "scores": 1, "scores_time": [23]}, {"comment": "Brilliant through ball for the opener. Always a danger", "name": "Sigurdsson", "start_11": 1, "rate": 6, "scores": 0, "scores_time": []}, {"comment": "Looked lively in patches", "name": "Routledge", "start_11": 1, "rate": 6, "scores": 0, "scores_time": []}, {"comment": "Frustrated at times but showed some nice touches", "name": "Bony", "start_11": 1, "rate": 6, "scores": 0, "scores_time": []}, {"comment": "Had little effect on the games with his team under pressure", "name": "Gomis", "start_11": 0, "rate": 5, "scores": 0, "scores_time": []}, {"comment": "Not on long enough to have an impact", "name": "Tiendalli", "start_11": 0, "rate": 5, "scores": 0, "scores_time": []}, {"comment": "Lively off the bench", "name": "Montero", "start_11": 0, "rate": 6, "scores": 0, "scores_time": []}, {"comment": "May feel he should have done better for the goal, otherwise okay", "name": "Heaton", "start_11": 1, "rate": 5, "scores": 0, "scores_time": []}, {"comment": "Showed some good touches, will get better", "name": "Trippier", "start_11": 1, "rate": 5, "scores": 0, "scores_time": []}, {"comment": "His experience will be invaluable this season", "name": "Duff", "start_11": 1, "rate": 5, "scores": 0, "scores_time": []}, {"comment": "Always put his body on the line", "name": "Shackell", "start_11": 1, "rate": 5, "scores": 0, "scores_time": []}, {"comment": "Tried to get forward at times", "name": "Mee", "start_11": 1, "rate": 5, "scores": 0, "scores_time": []}, {"comment": "Showed again he can cause problems at this level", "name": "Arfield", "start_11": 1, "rate": 5, "scores": 0, "scores_time": []}, {"comment": "Tireless in midfield", "name": "Marney", "start_11": 1, "rate": 5, "scores": 0, "scores_time": []}, {"comment": "Typically tough display", "name": "Jones", "start_11": 1, "rate": 5, "scores": 0, "scores_time": []}, {"comment": "Deliveries were excellent on the whole", "name": "Taylor", "start_11": 1, "rate": 5, "scores": 0, "scores_time": []}, {"comment": "Tidy on the ball and his movement was good", "name": "Ings", "start_11": 1, "rate": 5, "scores": 0, "scores_time": []}, {"comment": "A constant threat although should have equalised", "name": "Jutkiewicz", "start_11": 1, "rate": 10, "scores": 0, "scores_time": []}, {"comment": "Had little impact after coming on", "name": "Wallace", "start_11": 1, "rate": 5, "scores": 0, "scores_time": []}, {"comment": "Not on long enough to have an effect", "name": "Sordell", "start_11": 1, "rate": 5, "scores": 0, "scores_time": []}, {"comment": "Missed a decent late chance", "name": "Barnes", "start_11": 1, "rate": 5, "scores": 0, "scores_time": []}], "half_time_away_team_goals": 0, "away_team": "Burnley", "away_team_hit_woodwork": 13, "away_team_red_cards": 0, "home_team_hit_woodwork": 14, "home_team_shots_on_target": 5, "key_name": "E0_23_08_14_Swansea", "referee": "C Pawson", "away_start_11": ["Heaton", "Trippier", "Duff", "Shackell", "Mee", "Arfield", "Marney", "Jones", "Taylor", "Ings", "Jutkiewicz"], "home_team_corners": 2, "home_team_yellow_cards": 2, "home_scorer": [{"player": "N Dyer ", "time": [23]}], "date": "2014-08-23", "home_team_shots": 10, "league": "E0", "home_team": "Swansea", "away_team_yellow_cards": 1, "away_scorer": [], "half_time_result": "H", "away_team_shots_on_target": 1, "home_sub": ["Gomis", "Tiendalli", "Montero", "Tremmel", "Bartley", "Richards", "Sheehan"], "full_time_home_team_goals": 1, "home_team_red_cards": 0, "full_time_away_team_goals": 0, "away_team_shots": 12}
