{"Graham Alexander": {"name": "Graham Alexander", "height": "1.77", "intro": "'''Graham Alexander''' (born 10 October 1971) is a former professional Association footballfootballer. He is the manager of Fleetwood Town F.C.Fleetwood Town.\nFor most of his career, Coventry-born Alexander played as a specialist at Defender (association football)#Full-backright back, but was also deployed in Midfielder#Defensive midfielderdefensive midfield,\n[", "birth_place": "Coventry,England", "position": "Defender  association football  Full back Right back", "birth_year": "1971"}, "Marcus Allbäck": {"name": "Marcus Allbäck", "height": "1.80", "intro": "'''Marcus Christian Allbäck''' (; born 5 July 1973 in Gothenburg), is a retired SwedenSwedish association footballfootballer and coach, who currently is assistant coach for the Sweden national football team. He is a well-travelled Forward (association football)striker known for his sharp finishing ability", "birth_place": "Gothenburg,Sweden", "position": "Forward  association football  Striker", "birth_year": "1973"}, "Viv Anderson": {"name": "Viv Anderson", "height": "", "intro": "'''Vivian Alexander \"Viv\" Anderson''' Order of the British EmpireMBE (born 29 July 1956) is an English association footballfootball coach and former player. Born in Clifton, Nottingham, he played for various clubs in The Football League in the 1970s and 1980s, including Nottingham Forest F.C.Nottingham Forest, Arsenal F.C.Arsenal, Manchester United F.C.Manchester United and Sheffield Wednesday F.C.Sheffield Wednesday. He is also notable for being the first black peopleblack football player to represent England national football teamEngland in a full international match.[", "birth_place": "birth_place,Nottingham,England", "position": "Defender  association football  Defender", "birth_year": "1956"}, "Micky Adams": {"name": "Micky Adams", "height": "1.72", "intro": "'''Michael Richard''' \"'''Micky'''\" '''Adams''' (born 8 November 1961) is an English peopleEnglish former professional association footballfootballer turned football manager who is in charge of Football League TwoLeague Two side Tranmere Rovers F.C.Tranmere Rovers. As a player he was a Defender (association football)#Full-backfull back, and made a total of 438 league appearances in a nineteen-year professional career in the Football League, including five years with Southampton F.C.Southampton at the highest level. He began his managerial career as player-manager for Fulham F.C.Fulham in 1994 and has led several teams at varying levels with mixed success, being named Manager of the Season twice, sacked a number of times and earning four promotions for the teams he has managed.\nBorn in Sheffield, Adams was part of the youth team at Sheffield United F.C.Sheffield United from the age of twelve until released in 1977. He turned professional at the Third Division team Gillingham F.C.Gillingham in 1979, where he  established himself in the first team, winning a move in 1983 to Coventry City F.C.Coventry City who were in the First Division. He spent four years at Coventry before being sold on to Leeds United A.F.C.Leeds United in 1987. He was bought by Southampton for £250,000 in 1989, where he enjoyed five years of top-flight football. He was loaned out to Stoke City F.C.Stoke City in 1994, before he signed with Fulham later in the year. Appointed as Fulham's player-manager in March 1996, he led the club out of the Football League Third DivisionThird Division in 1996–97 in English football1996–97, and was named as the Third Division Manager of the Season. Sacked by Fulham despite his success, he walked out on Swansea City A.F.C.Swansea City after less than two weeks in charge, and instead took charge at Brentford F.C.Brentford in November 1997. He was sacked after the club were relegated at the end of the season. At this point he ended his playing career.\nHe joined Nottingham Forest F.C.Nottingham Forest as assistant manager, taking charge for one Premier League game in a caretaker capacity. He returned to management with Brighton & Hove Albion F.C.Brighton & Hove Albion in April 1999. He led the club to the Third Division title in 2000–01 in English football2000–01, winning the division's Manager of the Season award for a second time. He then moved to Leicester City F.C.Leicester City as an assistant, before finally being named as the club's manager in April 2002. He took the club to the Premier League as Football League First DivisionFirst Division runners-up in 2002–03 in English football2002–03, though he tendered his resignation in October 2004, having failed to keep the club in the top-flight. He took charge at former club Coventry City in January 2005, though lost his job in January 2007 after failing to take the club out of the Football League ChampionshipChampionship. He returned to Brighton in May 2008, though his second spell in charge would only last nine months. He was appointed as manager of Port Vale in June 2009, before he departed for Sheffield United in December 2010, with Vale heading for promotion out of League Two. He failed to prevent United being relegated into Football League OneLeague One, and was sacked in May 2011; this enabled him to return to Port Vale as manager. Despite starting the season in administration, he led Vale to promotion into League One in 2012–13. He resigned as Vale manager in September 2014, and took charge at Tranmere Rovers the following month. He has been married twice and has four daughters and one son.", "birth_place": "Sheffield,England", "position": "Defender  association football  Full back Full back", "birth_year": "1961"}, "Bruno Andrade (Portuguese footballer)": {"name": "Bruno Andrade (Portuguese footballer)", "height": "1.75", "intro": "'''Bruno Miguel Carvalho Andrade''' (born 2 October 1993) is a Portuguese Association footballfootballer who plays as a midfielder for Stevenage F.C.Stevenage, on loan from Queens Park Rangers F.C.Queens Park Rangers.\nBorn in Viseu, Andrade joined the academy of Queens Park Rangers at a young age, and has gone on to make a total of four first-team appearances for the club. He has also had loan spells at Aldershot Town F.C.Aldershot Town and Wycombe Wanderers F.C.Wycombe Wanderers.", "birth_place": "Viseu,Portugal", "position": "Midfielder", "birth_year": "1993"}, "Leon Andreasen": {"name": "Leon Andreasen", "height": "1.88", "intro": "'''Leon Hougaard Andreasen''' (born 23 April 1983 in Aidt, Jutland) is a DenmarkDanish professional Association footballfootball player, who plays as a defender (association football)defender or midfielder. He has won twenty caps and scored three goals for the Denmark national football team. He currently plays for Hannover 96.", "birth_place": "Aidt,Denmark", "position": "Defender  association football  Defender", "birth_year": "1983"}, "Andreas Andersson": {"name": "Andreas Andersson", "height": "1.86", "intro": "'''Andreas Claes Andersson''' (born 10 April 1974 in Nacka, Sweden) is a SwedenSwedish Association footballfootballer.  A striker, he was cap (football)capped by Sweden national football teamSweden forty-two times (including the 2002 FIFA World Cup), scoring eight goals.\nDomestically, he won the 1996 AllsvenskanSwedish league title with IFK Göteborg, ending the seasons as the league's top scorer with nineteen goals. These performances earned him moves abroad to AC Milan and Newcastle United F.C.Newcastle United (for whom he played in the 1998 FA Cup Final).  These spells proved largely unsuccessful, resulting in Andersson's return to Sweden with AIK FotbollAIK.\nInjury problems caused him to retire on August 1, 2005, with Andersson looking to remain in football as a coach. However, he resumed playing in 2010 with Swedish minnows FC Andrea Doria.", "birth_place": "Nacka,Sweden", "position": "Forward  association football  Forward", "birth_year": "1974"}, "Jak Alnwick": {"name": "Jak Alnwick", "height": "1.87", "intro": "'''Jak Alnwick''' (born 17 June 1993) is an English association footballfootballer who plays as a goalkeeper (association football)goalkeeper for Bradford City A.F.C.Bradford City on loan from Premier League club Newcastle United F.C.Newcastle United. He has also represented England at England national under-17 football teamunder-17 and england national under-18 football teamunder-18 levels.", "birth_place": "Hexham,England,10278,00", "position": "Goalkeeper  association football  Goalkeeper", "birth_year": "1993"}, "Daniel Agger": {"name": "Daniel Agger", "height": "1.91", "intro": "'''Daniel Munthe Agger''' (; born 12 December 1984) is a Danish peopleDanish association footballfootballer who plays as a Defender (association football)Defender for Danish club Brøndby IF and captains the Denmark national football teamDenmark national team. Agger has been described as \"a fine reader of the game, comfortable on the ball and blessed with a ferocious shot.\"\nHe started his senior career with Brøndby in July 2004, winning the Danish Superliga and the Danish Cup, before moving to Liverpool F.C.Liverpool in January 2006. He made 175 Premier League appearances for the club and won the Football League CupLeague Cup and FA Community ShieldCommunity Shield. Agger returned to Brøndby for personal reasons in August 2014.\nA full international since 2005, Agger has earned over 60 caps and played for Denmark at the 2010 FIFA World Cup and UEFA Euro 2012.", "birth_place": "Hvidovre,Denmark", "position": "Defender  association football  Centre back", "birth_year": "1984"}, "Hope Akpan": {"name": "Hope Akpan", "height": "1.83", "intro": "'''Hope Ini I. Akpan''' (born 14 August 1991) is a professional Association footballfootballer who plays for Reading F.C.Reading as a midfielder.\nBorn in England, he represents Nigeria national football teamNigeria at international level.", "birth_place": "Childwall,Liverpool,England", "position": "Midfielder", "birth_year": "1991"}, "Ricardo Gabriel Álvarez": {"name": "Ricardo Gabriel Álvarez", "height": "1.88", "intro": "'''Ricardo Gabriel \"Ricky\" Álvarez''' (; born 12 April 1988) is an Argentine professional Association footballfootballer who plays as an Midfielder#Attacking midfielderattacking midfielder for English club Sunderland A.F.C.Sunderland on loan from Inter MilanInternazionale.", "birth_place": "Buenos Aires,Argentina", "position": "Midfielder Attacking midfielder Attacking midfielder", "birth_year": "1988"}, "Milenko Ačimovič": {"name": "Milenko Ačimovič", "height": "1.87", "intro": "'''Milenko Aćimović''' (; born 15 February 1977 in Ljubljana) is a former Slovenian association footballfootballer who last played for Austria giants FK Austria WienAustria Wien. He was a playmaker who has a great passing range and an abundance of skill. On 15 September 2010, Ačimovič ended his football career following a persistent right knee injury.", "birth_place": "Ljubljana,Socialist Federal Republic of Yugoslavia|SFR Yugoslavia", "position": "Midfielder Attacking midfielder Attacking Midfielder,Midfielder Winger Winger", "birth_year": "1977"}, "Charlie Adam": {"name": "Charlie Adam", "height": "1.85", "intro": "'''Charles Graham''' \"'''Charlie'''\" '''Adam''' (born 10 December 1985) is a Scottish association footballfootballer who plays as a midfielder for Stoke City F.C.Stoke City and the Scotland national football teamScotland national team.\nAdam was part of the Dundee F.C.Dundee youth set up between 1999 and 2003 before signing a youth contract with Alex McLeish's Rangers F.C.Rangers when he turned 17 and spent much of his early senior career on loan to other clubs. While on loan to St. Mirren F.C.St. Mirren during season 2005–06, Adam was part of the team that won both the Scottish Challenge Cup and Scottish Football League First DivisionFirst Division, playing in over thirty matches for the \"Saints\". Upon returning to Rangers at the end of the 2006 season, he became a regular under managers Paul Le Guen and Walter Smith. Adam was also part of the Rangers team that reached the 2008 UEFA Cup Final.\nAfter falling out of favour at Rangers during season 2008–09, Adam was loaned out to English Football League ChampionshipChampionship side Blackpool F.C.Blackpool. The loan was made permanent at the start of the 2009–10 season, and Adam became an integral part of the Blackpool side, captaining the team to a 2009–10 in English footballplay off victory over Cardiff City F.C.Cardiff City which resulted in their promotion to the Premier League. Adam shone in his first season in the English Premier League, his performances being recognised with a nomination for the PFA Players' Player of the Year in April 2011. However, Blackpool were relegated and consequently he transferred to Liverpool F.C.Liverpool in July 2011. After one season at Anfield Adam joined Stoke City F.C.Stoke City in August 2012 for a fee of £4 million.\nHe has played at Scotland national under-21 football teamunder-21, Scotland B national football teamB and Scotland national football teamfull international levels for Scotland.", "birth_place": "birth_place,Dundee,Dundee,Scotland", "position": "Midfielder", "birth_year": "1985"}, "Paulo Alves": {"name": "Paulo Alves", "height": "1.86", "intro": "'''Paulo Lourenço Martins Alves''' (born 10 December 1969) is a Portuguese retired Association footballfootballer who played as a Forward (association football)#Centre forwardcentre forward, and the current Coach (sport)coach of S.C. Beira-Mar.\nHe amassed Primeira Liga totals of 301 games and 78 goals over the course of 13 seasons, mainly with Gil Vicente F.C.Gil Vicente (five years). He also represented in the competition C.S. Marítimo, Sporting Clube de PortugalSporting (three apiece) U.D. LeiriaUnião de Leiria (two) and S.C. BragaBraga.\nAlves started coaching in 2005 and went on to be in charge of several clubs, including Gil.", "birth_place": "birth_place,Portugal", "position": "Forward  association football  Centre forward Centre forward", "birth_year": "1969"}, "Gabriele Ambrosetti": {"name": "Gabriele Ambrosetti", "height": "1.78", "intro": "'''Gabriele Ambrosetti''' (born 7 August 1973) is a former Football in ItalyItalian footballer who played as a winger.\nBorn in Varese, he played for several Italian sides, including Brescia CalcioBrescia and Vicenza CalcioVicenza. He won the 1996–97 Coppa Italia at Vicenza,cite web\nurl=\ntitle=1996/97 Coppa Italia\npublisher=gazzetta.it\naccessdate=11 November 2013 and in April 1998 played in a Cup Winners Cup semi-final against Chelsea, inspiring the English Premier League club to sign him for £3.5 million in August 1999. He arrived as, according to his manager, Gianluca Vialli, the 'Italian Ryan Giggs', but struggled to live up to the tag and in four years made only a handful of appearances. He made his Chelsea debut as a substitute on 21 August in a 1–0 home win against Aston Villa F.C.Aston Villa, replacing compatriot Gianfranco Zola for the last three minutes.  The only goal he scored for Chelsea was in a 5–0 win against Galatasaray S.K. (football team)Galatasaray in Istanbul, on 20 October 1999 during the UEFA Champions League Group Stage.cite news\nurl=\ntitle=Flo inspires Chelsea exhibition\npublisher=The Independent\ndate=21 October 1999 accessdate=5 November 2009\nlocation=London\nfirst=Mark\nlast=Bradley", "birth_place": "Varese,Italy", "position": "Midfielder  football  Midfielder", "birth_year": "1973"}, "Philippe Albert": {"name": "Philippe Albert", "height": "1.90", "intro": "'''Philippe Julien Albert''' (born 10 August 1967) is a former Belgian Association footballfootballer who played as a Defender (association football)defender. He played for R. Charleroi S.C.Charleroi, KV Mechelen and R.S.C. AnderlechtAnderlecht in his native Belgium, and for English clubs Newcastle United F.C.Newcastle United and Fulham F.C.Fulham. It was at Newcastle that he became known as an attack-minded Defender (association football)#Centre-backcentre-back for his forward runs from defence in the team dubbed as \"the Entertainers\".\nAlbert made 41 appearances for the Belgium national football teamBelgium national team from 1987 to 1997, and represented his country at the 1990 FIFA World Cup1990 and 1994 FIFA World Cup1994 World Cups.", "birth_place": "Bouillon,Belgium", "position": "Defender  association football  Defender", "birth_year": "1967"}, "Rory Allen": {"name": "Rory Allen", "height": "1.80", "intro": "'''Rory Allen''' (born 17 October 1977) is an English ex-professional association footballfootball player.", "birth_place": "Beckenham,England", "position": "Striker", "birth_year": "1977"}, "Martin Andresen": {"name": "Martin Andresen", "height": "1.80", "intro": "'''Martin Andresen''' (born 2 February 1977 in Kråkstad) is a former NorwayNorwegian football player. From 2008 to 2012, he was the manager of Vålerenga FotballVålerenga.", "birth_place": "Kråkstad,Norway", "position": "Midfielder Centre Midfielder", "birth_year": "1977"}, "Jérémie Aliadière": {"name": "Jérémie Aliadière", "height": "1.83", "intro": "'''Jérémie Aliadière''' (born 30 March 1983) is a FranceFrench Association footballfootballer who plays as a Forward (association football)striker for Umm Salal SCUmm Salal.\nAs a graduate of the elite Clairefontaine academy, he signed for Arsenal aged 16. After making his Premier League debut in the 2001–02 in English football2001–02 season, he ultimately had limited opportunities, partly due to injury. For the 2005–06 in English football2005–06 season he was loaned to three clubs, Celtic F.C.Celtic in the Scottish Premier League, West Ham United F.C.West Ham United in the Premier League, and Wolverhampton Wanderers F.C.Wolverhampton Wanderers in the Football League Championship, before returning to Arsenal for another season, featuring in the 2007 Football League Cup Final loss to Chelsea. At the beginning of the 2007–08 in English football2007–08 season he was sold to Premier League club Middlesbrough for £2.5 million, where he spent the next three seasons, two in the Premier League and the last in the Championship, before electing not to extend his contract and leaving the club in June 2010.", "birth_place": "Rambouillet,France", "position": "Midfielder Winger Winger,Forward  association football  Striker", "birth_year": "1983"}, "Mikel Alonso": {"name": "Mikel Alonso", "height": "1.80", "intro": "'''Mikel Alonso Olano''' (born 16 May 1980) is a Spanish Association footballfootballer who plays for Real Unión as a midfielder.", "birth_place": "birth_place,Spain", "position": "Midfielder", "birth_year": "1980"}, "Ben Amos": {"name": "Ben Amos", "height": "", "intro": "'''Benjamin Paul \"Ben\" Amos''' (born 10 April 1990) is an English association footballfootballer who plays as a Goalkeeper (association football)goalkeeper for Bolton Wanderers F.C.Bolton Wanderers on loan from Manchester United F.C.Manchester United. Born in Macclesfield, Cheshire, Amos began his career with Crewe Alexandra F.C.Crewe Alexandra's youth academy, but joined Manchester United at the age of 11. He has spent time on loan at Peterborough United F.C.Peterborough United, Molde FKMolde, and Oldham Athletic A.F.C.Oldham Athletic. Additionally, Amos is an England youth international, having represented his country at every level from Under-16 to Under-21.", "birth_place": "Macclesfield,England", "position": "Goalkeeper  association football  Goalkeeper", "birth_year": "1990"}, "Derek Allan": {"name": "Derek Allan", "height": "1.82", "intro": "'''Derek Thomas Allan''' (born 24 December 1974) is a Scottish former Association footballfootball Defender (association football)defender.\nHe is currently the coach of Greenock Morton F.C.Greenock Morton's U17 side.", "birth_place": "birth_place,North,Scotland", "position": "Defender  football  Defender", "birth_year": "1974"}, "Anders Andersson (footballer)": {"name": "Anders Andersson (footballer)", "height": "1.74", "intro": "'''Anders Andersson''' (born March 15, 1974 in Tomelilla) is a former SwedenSwedish soccerfootball Midfielderforward and TV pundit. He has played 27 international matches for the Sweden national football teamSwedish national team, and was a squad player for the Euro 2000 and Euro 2004. He also participated in the 1992 Summer Olympics in Barcelona.\nHe played for Svenstorps IF as a child, but joined Malmö FF in 1990. He gradually became a star in the AllsvenskanSwedish league, and was bought by English FA PremiershipPremier League outfit Blackburn Rovers. There, he played four league matches, and scored once against Preston North End in the League Cup.cite web\nurl=\ntitle=Different class as Blackburn show Premiership pedigree\npublisher=Lancashire Evening Telegraph\ndate=17 September 1997 accessdate=27 November 2009 He went on to play in Denmark and Portugal, and returned to Malmö FF in July 2005. He remained in the club until the end of the 2008 season, when the team decided not to extend Anders contract. The news was received with dismay among Malmö supporters, and Anders himself has written about the situation at his blog at local newspaper Skånska Dagbladet. [", "birth_place": "Tomelilla,Sweden", "position": "Midfielder", "birth_year": "1974"}, "Adrián (footballer)": {"name": "Adrián (footballer)", "height": "1.90", "intro": "'''Adrián San Miguel del Castillo''', simply known as '''Adrián''' (born 3 January 1987), is a Spanish professional Association footballfootballer who plays for English club West Ham United F.C.West Ham United as a Goalkeeper (association football)goalkeeper.\nHe started playing for Real BetisBetis, making his debut with the first team in 2012.", "birth_place": "Seville,Spain", "position": "Goalkeeper  association football  Goalkeeper", "birth_year": "1987"}, "Emmanuel Adebayor": {"name": "Emmanuel Adebayor", "height": "1.91", "intro": "'''Sheyi Emmanuel Adebayor''' (; born 26 February 1984), known as '''Emmanuel Adebayor''', is a Togolese Association footballfootballer who plays as a Forward (association football)forward for Premier League club Tottenham Hotspur F.C.Tottenham Hotspur and the Togo national football teamTogo national team. Adebayor previously played for FC MetzMetz, AS Monaco FCMonaco, Arsenal F.C.Arsenal, Real Madrid C.F.Real Madrid and Manchester City F.C.Manchester City. He was voted African Footballer of the Year for 2008.cite news\nurl=\ntitle=Adebayor named Africa's best player for 2008\ndate=11 February 2009\naccessdate=22 April 2009\npublisher=Arsenal F.C.\nAdebayor represented the Togo national football team at the 2006 FIFA World Cup in Germany, the country's début, and to date only, appearance at the FIFA World CupWorld Cup. In January 2010, Adebayor was one of the players involved when the Togo team's Togo national football team attackbus came under gunfire on the way to the 2010 Africa Cup of Nations in Angola, after which he retired from national team duty. In 2013 he returned to the Togo team for the 2013 African Cup of Nations in South Africa, where he helped them to qualify for the quarterfinals. He is currently Togo's Top international association football goal scorers by countryall-time top goalscorer with 28 goals.\nA towering striker, Adebayor is described as being \"tall, skilful, strong in the air and with the ability to score and create.\"", "birth_place": "Lomé,Togo", "position": "Forward  association football  Forward", "birth_year": "1984"}, "Chuba Akpom": {"name": "Chuba Akpom", "height": "1.83", "intro": "'''Chuba Amechi Akpom''' (born 9 October 1995) is an English professional Association footballfootballer who plays as a Forward (association football)#Strikerstriker for Nottingham Forest F.C.Nottingham Forest on loan from Arsenal F.C.Arsenal. He has represented England at youth international levels.", "birth_place": "Canning Town,Newham,England", "position": "Forward  association football  Striker Striker", "birth_year": "1995"}, "Patrik Andersson": {"name": "Patrik Andersson", "height": "1.85", "intro": "'''Patrik \"Bjärred\" Jonas Andersson''' (; born 18 August 1971 in Borgeby) is a SwedenSwedish former Association footballfootballer. Both his father, Roy Andersson (footballer)Roy Andersson, as well as his younger brother, Daniel Andersson (footballer born 1977)Daniel Andersson, have also played professional football.", "birth_place": "Borgeby,Sweden", "position": "Defender  association football  Defender", "birth_year": "1971"}, "Patrick van Aanholt": {"name": "Patrick van Aanholt", "height": "1.77", "intro": "'''Patrick John Miguel van Aanholt''' (born 29 August 1990) is a Dutch Association footballfootballer who plays for Sunderland A.F.C.Sunderland as a Full back (association football)left back.\nHe began his professional career at Chelsea F.C.Chelsea, where he was used sparingly, spending time on loan at five other clubs. In 2014, he joined Sunderland for around £1.5 million.\nVan Aanholt represented the Netherlands at numerous youth levels before making his full international debut in 2013.", "birth_place": "'s-Hertogenbosch,Netherlands", "position": "Full back  association football  Left back", "birth_year": "1990"}, "Anderson (footballer, born 1988)": {"name": "Anderson (footballer, born 1988)", "height": "1.76", "intro": "'''Anderson Luís de Abreu Oliveira''' (born 13 April 1988), commonly known as '''Anderson''', is a Brazilian association footballfootballer who plays as a midfielder for Sport Club InternacionalInternacional and the Brazil national football teamBrazil national team. He plays as a box-to-box midfielder noted for his vision, and strength.\nAnderson began his career with Grêmio Foot-Ball Porto AlegrenseGrêmio, joining the youth team before rising through the ranks. His goal against Clube Náutico CapibaribeNáutico during the Batalha dos Aflitos (2005)2005 play-offs gained Grêmio promotion to the Brazilian Série A. Before the start of the 2005–06 season, Anderson moved to F.C. PortoPorto, gaining first team status during his two seasons with them. There, he won the Portuguese Liga twice, along with the Taça de PortugalPortuguese Cup and Supertaça Cândido de OliveiraSuperCup during 2005–06. He moved to Manchester United F.C.Manchester United before the 2007–08 season, and has won the Premier League three times, the 2007–08 UEFA Champions League and the Football League CupLeague Cup.\nAnderson made his Brazil national football teamBrazil debut in 2007 during the Copa América 20072007 Copa América, which they went on to win. He also played for the Brazil Olympic football team during the 2008 Summer Olympics in Beijing, helping them secure the bronze medal.", "birth_place": "Porto Alegre,Brazil", "position": "Midfielder", "birth_year": "1988"}, "Afonso Alves": {"name": "Afonso Alves", "height": "1.85", "intro": "'''Afonso Alves Martins Júnior''' (born 30 January 1981), known as simply '''Afonso Alves''', is a Brazilian association footballfootballer who plays as a forward (association football)striker.\nAlves enjoyed the most successful period of his career playing at SC HeerenveenHeerenveen in the Dutch Eredivisie, where his goal-to-game ratio was higher than a goal a game. This precipitated a club record move to Football in EnglandEnglish club Middlesbrough F.C.Middlesbrough in January 2008. Alves has been cap (sport)capped for Brazil national football teamBrazil on eight occasions.", "birth_place": "Belo Horizonte,Brazil", "position": "Forward  association football  Striker", "birth_year": "1981"}, "Darren Anderton": {"name": "Darren Anderton", "height": "1.85", "intro": "'''Darren Robert Anderton''' (born 3 March 1972) is an English former Association footballfootballer who spent most of his career with Tottenham Hotspur F.C.Tottenham Hotspur as a midfielder. He played 30 times for the England national football team, scoring 7 goals.", "birth_place": "Southampton,England", "position": "Midfielder Winger Winger", "birth_year": "1972"}, "Clive Allen": {"name": "Clive Allen", "height": "1.77", "intro": "'''Clive Darren Allen''' (born 20 May 1961) is a retired England national football teamEnglish Association footballfootballer, a prolific scorer for a number of clubs.\nAllen is the son of ex-Tottenham Hotspur F.C.Tottenham Hotspur forward Les Allen, who was a member of the team which won the Football League First DivisionFirst Division title and FA Cup \"double\" in 1961. He is the brother of former footballer Bradley Allen and cousin of football manager Martin Allen (footballer)Martin Allen and ex West Ham United F.C.West Ham United and Tottenham Hotspur midfielder Paul Allen (footballer)Paul Allen.\nIn 1997, he was playing for the London Monarchs in NFL Europe.", "birth_place": "Stepney,London", "position": "", "birth_year": "1961"}, "Neil Adams (footballer)": {"name": "Neil Adams (footballer)", "height": "", "intro": "'''Neil James Adams''' (born 23 November 1965) is a former professional Association footballfootballer and former manager of Norwich City F.C.Norwich City. He played for Stoke City F.C.Stoke City, Everton F.C.Everton, Oldham Athletic A.F.C.Oldham Athletic and Norwich City.\nAdams began his career playing for his local club Stoke City, where he earned a reputation of being a promising winger. This prompted Everton to pay a fee of £150,000 for his signature in June 1986. Injuries prevented him from reaching his potential at Goodison Park and after three years he moved on to Oldham Athletic. At Oldham, Adams played a major role in helping the club gain promotion to the newly formed Premier League in 1992 and also helped the Latics to reach the 1990 Football League Cup Final1990 League Cup Final. He signed for Norwich City in February 1994 for a fee of £250,000. He became a regular in the Norwich for the next six seasons before ending his playing career with another two years at Oldham. After retiring from playing, Adams became a pundit for BBC Radio Norfolk, before taking up a coaching role at the Norwich City Academy – guiding them to victory in the 2012–13 FA Youth Cup. In April 2014 Adams was appointed first-team manager following the departure of Chris Hughton.", "birth_place": "Stoke-on-Trent,England", "position": "Midfielder", "birth_year": "1965"}, "Paul Allen (footballer)": {"name": "Paul Allen (footballer)", "height": "1.70", "intro": "'''Paul Kevin Allen''' (born 28 August 1962) is an English former association footballfootballer who played as a midfielder in the Football League for West Ham United F.C.West Ham United, Tottenham Hotspur F.C.Tottenham Hotspur, Southampton F.C.Southampton, Luton Town F.C.Luton Town, Stoke City F.C.Stoke City, Swindon Town F.C.Swindon Town, Bristol City F.C.Bristol City and Millwall F.C.Millwall in the 1980s and 1990s. He won three cap (sport)caps for England national under-21 football teamEngland at under-21 level.", "birth_place": "Aveley,England", "position": "Midfielder", "birth_year": "1962"}, "Gary Ablett (English footballer)": {"name": "Gary Ablett (English footballer)", "height": "", "intro": "Persondata\nNAME = Ablett, Gary\nALTERNATIVE NAMES = Ablett, Gareth Ian\nSHORT DESCRIPTION = English footballers and managers\nDATE OF BIRTH = 19 November 1965\nPLACE OF BIRTH = Liverpool, Lancashire, England, UK\nDATE OF DEATH = 1 January 2012\nPLACE OF DEATH = Tarleton, Lancashire, England, UK", "birth_place": "Liverpool,Lancashire,England,UK", "position": "Stockport County", "birth_year": "1965"}, "Toby Alderweireld": {"name": "Toby Alderweireld", "height": "1.87", "intro": "'''Tobias Albertine Maurits \"Toby\" Alderweireld''' (; born 2 March 1989) is a Belgian\nprofessional Association footballfootballer who plays for English club Southampton F.C.Southampton, on loan from Atlético Madrid, and the Belgium national football teamBelgium national team. Mainly a Defender (association football)#Centre-backcentral defender, he can also play as a Defender (association football)#Full-backright back.\nAlderweireld began his professional career at Dutch club Ajax AmsterdamAjax, where he won honours including three consecutive Eredivisie titles. In 2013 he moved to Atlético, where he won La Liga and reached the UEFA Champions League final in his first season.\nA full international since 2009, he has earned over 40 caps for Belgium and represented the country at the 2014 FIFA World Cup.", "birth_place": "Antwerp,Belgium", "position": "Defender  association football  Defender", "birth_year": "1989"}, "User:CTFCHarry/sandbox": {"name": "User:CTFCHarry/sandbox", "height": "1.75", "intro": "'''Jordi Mertens''' (born 30 March 2001) is a Belgian association footballfootballer who plays as a striker for Cheltenham Town F.C.Cheltenham Town and the Belgium national football teamBelgium national team.\nHe has played at Belgium national under-21 football teamunder-21 and Belgium national football teamfull international levels for Belgium.", "birth_place": "Sint-Truiden,Belgium", "position": "Striker", "birth_year": "2001"}, "Gareth Ainsworth": {"name": "Gareth Ainsworth", "height": "1.77", "intro": "'''Gareth Ainsworth''' (born 10 May 1973) is an English peopleEnglish former professional association footballfootballer who is manager at Wycombe Wanderers F.C.Wycombe Wanderers.\nA former youth player at Blackburn Rovers F.C.Blackburn Rovers, the midfielder, who is known for his crossing ability, won a move to Preston North End F.C.Preston North End in 1992 after impressing at non-league Northwich Victoria F.C.Northwich Victoria. He moved on to Cambridge United F.C.Cambridge United, who in turn loaned him back to Northwich Victoria. He returned to Preston North End in 1993, and established himself in the first team during his second spell at the club. Sold on to Lincoln City F.C.Lincoln City in October 1995 for a £25,000 fee, his performances at Lincoln earned him a place on the PFA Football League Third DivisionThird Division PFA Team of the YearTeam of the Year in 1996–97 Football League1996–97, and also won him a £500,000 move to Port Vale F.C.Port Vale in September 1997. After being named as the Port Vale F.C. Player of the Year in 1998, he was sold on to Premier League Wimbledon F.C.Wimbledon for £2 million in October 1998. He was dogged by injuries at the club, and following loan spells with Preston North End and Walsall F.C.Walsall, he moved on to Cardiff City F.C.Cardiff City for a nominal fee in March 2003. He signed with Queens Park Rangers F.C.Queens Park Rangers in June 2003, after went on to spent seven years with the club. During his time at QPR he helped the club to win promotion out of the Football League Second DivisionSecond Division in 2003–04 Football League2003–04, and twice served as caretaker-manager.\nHe joined Wycombe Wanderers in February 2010, following a short loan period. He was named in the PFA Football League TwoLeague Two Team of the Year in 2010–11 Football League2010–11, as Wycombe won promotion out of the division. He was appointed as the club's manager in November 2012, after a short period as caretaker-manager. He retired as a player to concentrate on his management duties in April 2013.", "birth_place": "Blackburn,England", "position": "Midfielder", "birth_year": "1973"}, "Stephan Andersen": {"name": "Stephan Andersen", "height": "1.88", "intro": "'''Stephan Maigaard Andersen''' (born 26 November 1981) is a DenmarkDanish professional association footballfootball player, who plays as a Goalkeeper (association football)goalkeeper for Danish Superliga side F.C. Copenhagen. He is also a full international for the Denmark national football team and was chosen to represent his country at UEFA Euro 2004, the 2010 FIFA World Cup and UEFA Euro 2012.", "birth_place": "Copenhagen,Denmark", "position": "Goalkeeper  football  Goalkeeper", "birth_year": "1981"}, "Shola Ameobi": {"name": "Shola Ameobi", "height": "1.91", "intro": "'''Foluwashola \"Shola\" Ameobi''' (born 12 October 1981) is a professional association footballfootballer who plays as a Forward (association football)forward for English club Crystal Palace F.C.Crystal Palace and the Nigeria national football teamNigeria national team.\nHe spent 14 years at Newcastle United F.C.Newcastle United, where he received a winner's medal in 2010 when Newcastle lifted the Football League ChampionshipChampionship trophy. He holds the record for the most appearances as a Substitute (association football)substitute in the Premier League.\nBorn in Nigeria but raised in England, Ameobi was capped by the England national under-21 football teamEngland under-21 team before making his Nigeria national football teamNigeria debut in 2012 and representing them at the 2014 FIFA World Cup. He is the older brother of fellow footballers Tomi AmeobiTomi and Sammy AmeobiSammy.", "birth_place": "Zaria,Nigeria", "position": "Forward  association football  Forward", "birth_year": "1981"}, "Xabi Alonso": {"name": "Xabi Alonso", "height": "1.83", "intro": "'''Xabier \"Xabi\" Alonso Olano''' (, ; born 25 November 1981) is a Spanish Association footballfootballer who plays for German club FC Bayern Munich as a Midfielder#Central midfieldercentral midfielder.\nAlonso began his career at Real Sociedad, the main team of his home province Gipuzkoa. After a brief loan period at SD Eibar, he returned to Sociedad where then-manager John Toshack appointed Alonso as his Captain (association football)team captain. Alonso succeeded in the role, taking Real Sociedad to second place in the 2002–03 La Liga2002–03 season. He moved to Liverpool F.C.Liverpool in August 2004 for Pound sterling£10.5 million. He won the UEFA Champions League in his first season at the club, scoring the equalising goal in the 2005 UEFA Champions League FinalFinal against A.C. Milan. The following season, he won the FA Cup and the FA Community Shield. He moved to Real Madrid for the start of the 2009–10 La Liga2009–10 season in a deal worth around £30 million. After five seasons at the club, winning honours including a league title in 2012 and the Champions League in 2014, he was signed by Bayern Munich on a two-year contract.\nHe made his international debut for Spain national football teamSpain in April 2003 in a 4–0 victory against Ecuador national football teamEcuador. While playing for Spain, Alonso has won UEFA Euro 2008Euro 2008,  UEFA Euro 2012Euro 2012 and the 2010 FIFA World Cup2010 World Cup, and he has also represented his country at UEFA Euro 2004Euro 2004 and the 2006 FIFA World Cup2006 World Cup. On 23 June 2012, Alonso won his 100th cap for Spain in the quarter-final of Euro 2012 against France national football teamFrance: he celebrated the occasion by scoring both of Spain's goals to send them into the semi-finals. Following Spain's failure to progress out of the group stages at the 2014 FIFA World Cup2014 World Cup, Alonso retired from international football on 27 August 2014. His 114 caps make him the fifth most capped player in the nation's history.", "birth_place": "birth_place,Spain,Spain", "position": "Midfielder", "birth_year": "1981"}, "Jozy Altidore": {"name": "Jozy Altidore", "height": "1.85", "intro": "'''Josmer Volmy \"Jozy\" Altidore'''  (born November 6, 1989) is an American professional Association footballsoccer player who plays for Toronto FC and for the  United States men's national soccer teamUnited States national team.\nAltidore made his professional debut in 2006 at the age of 16 with the New York Red Bulls. In the middle of his third season with New York, in 2008, he made a transfer to Villarreal CFVillarreal for a fee of $10&nbsp;million. During his time with Villarreal, he left on three loan stints – with Spanish Segunda División club Xerez CDXerez in February–May 2009, English Premier League club Hull City A.F.C.Hull City for the entire 2009–10 Hull City A.F.C. season2009–10 season, and Turkish club Bursaspor where he went on a six-month loan. In the summer of 2011, he made a switch to AZ (football club)AZ in the Netherlands. On March 3, 2013, Altidore surpassed Clint Dempsey for most goals by an American in a European club season with his 24th goal of the 2012–13 campaign. During the 2013 Summer transfer window, Sunderland A.F.C.Sunderland signed Altidore. He spent one-and-a-half seasons there, with a comparatively poor goalscoring record, then returned to MLS with Toronto.\nAltidore has represented the United States on various levels of international competition, featuring for the United States U-17 men's national soccer teamUnited States U-17 team at the 2005 FIFA U-17 World Championship, United States U-20 men's national soccer teamU-20 team at the 2007 FIFA U-20 World Cup, the United States U-23 men's national soccer teamU-23 team at the Football at the 2008 Summer Olympics2008 Beijing Olympics, and the senior national team at the 2009 FIFA Confederations Cup, and the 2010 FIFA World Cup2010 and 2014 FIFA World Cup2014 FIFA World Cups.", "birth_place": "birth_place,New,United", "position": "Forward  association football  Striker", "birth_year": "1989"}, "Marco Ambrosio": {"name": "Marco Ambrosio", "height": "1.87", "intro": "'''Marco Ambrosio''' (30 May 1973 in Brescia) is a former Italian association footballfootballer who played as a Goalkeeper (association football)goalkeeper. Ambrosio played for multiple teams in the Italian leagues from 1991 until his retirement in 2009 (most notably with Serie A sides Atalanta B.C.Atalanta, U.C. SampdoriaSampdoria and A.C. ChievoVeronaChievo), but also had brief spells in England with Chelsea F.C.Chelsea, and in Switzerland with Grasshopper Club ZürichGrasshopper. He made two appearances for his country's Italy national under-21 football teamunder-21 side during the 1993&ndash;94 season, but never made an appearance for the full national side.", "birth_place": "Brescia,Italy", "position": "Goalkeeper  football  Goalkeeper", "birth_year": "1973"}, "Chris Allen (footballer, born 1972)": {"name": "Chris Allen (footballer, born 1972)", "height": "1.80", "intro": "'''Christopher Anthony''' \"'''Chris'''\" '''Allen''' (born 18 November 1972 in Oxford) is an English peopleEnglish former Association footballfootball midfielder, who now works at Oxford United F.C.Oxford United as a youth team coach.\nA former England national under-21 football teamEngland under-21 international, he started his career at Oxford United in 1991, playing 181 games in five years, helping to send the club on their way back to the Football League First DivisionFirst Division in 1995–96 Football League1995–96 before he signed with Nottingham Forest F.C.Nottingham Forest for a £400,000 fee. He played 26 Premier League games for Forest, though played little part in the club's 1997–98 Nottingham Forest F.C. season1997–98 First Division promotion campaign. Instead he was loaned out to Luton Town F.C.Luton Town and Football League Third DivisionThird Division promotion winners Cardiff City F.C.Cardiff City, before he was allowed to sign with Port Vale F.C.Port Vale in March 1999. His career diminished in brief spells with Stockport County F.C.Stockport County and Brighton & Hove Albion F.C.Brighton & Hove Albion, before he featured for non-league sides Dover Athletic F.C.Dover Athletic, Aldershot Town F.C.Aldershot Town and North Leigh F.C.North Leigh. He retired from playing in 2010, having helped North Leigh to win promotion from the Hellenic Football League in 2007–08.", "birth_place": "Oxford,England", "position": "Midfielder", "birth_year": "1972"}, "Morgan Amalfitano": {"name": "Morgan Amalfitano", "height": "1.76", "intro": "'''Morgan Amalfitano''' (born 20 March 1985 in Nice) is a French professional Association footballfootballer who plays for West Ham United F.C.West Ham United as a midfielder. Amalfitano has earned one cap for the France national football teamFrance national team, representing his country in a friendly in February 2012.\nHis main position is as a wide midfielder but he can also operate as an attacking or central midfielder. His younger brother Romain AmalfitanoRomain also plays professional football.", "birth_place": "Nice,France", "position": "Midfielder", "birth_year": "1985"}, "Niclas Alexandersson": {"name": "Niclas Alexandersson", "height": "1.81", "intro": "'''Jens Niclas Alexandersson''' ( (born on 29 December 1971 in Halmstad, Sweden) is a retired SwedenSwedish Association footballfootball midfielder. He played as a right winger and right full back. Apart from his versatility, he is known for his dribbling and stamina.", "birth_place": "Halmstad,Sweden", "position": "Midfielder", "birth_year": "1971"}, "Fernando Amorebieta": {"name": "Fernando Amorebieta", "height": "1.92", "intro": "'''Fernando Gabriel Amorebieta Mardaras''' (born 29 March 1985) is a professional Association footballfootballer who plays for English club Middlesbrough F.CMiddlesbrough on loan from Fulham F.C.Fulham as a Defender (association football)#Centre-backcentral defender.\nHe played most of his professional career with Athletic Bilbao, appearing in 253 official games over the course of eight La Liga seasons and scoring four goals.\nInternationally Amorebieta played for Spain national youth football teamSpain as a youth, but later decided to represent Venezuela national football teamVenezuela at senior level.", "birth_place": "Pedro María Freites Municipality|Cantaura,Venezuela", "position": "Defender  association football  Centre back Centre back", "birth_year": "1985"}, "Graham Allen (footballer)": {"name": "Graham Allen (footballer)", "height": "1.85", "intro": "'''Graham Allen''' born 8 April 1977 in Bolton is a former professional footballer who plays as a central defender for Bradford Park Avenue A.F.C.Bradford Park Avenue.\nGraham started his career at Everton F.C.Everton making his debut against Middlesbrough F.C.Middlesbrough on the 26 December 1996, He played 6 times for Everton F.C.Everton before signing for Tranmere Rovers F.C.Tranmere Rovers in 1998 after a successful loan spell.\nHe played 200 league games for Tranmere Rovers F.C.Tranmere Rovers scoring 10 goals before signing for Rushden & Diamonds F.C.Rushden & Diamonds in 2004 playing 31 league games and scoring 2 goals before signing for Chester City F.C.Chester City in 2006. Injuries forced him to retire from professional football after only one year at the Deva Stadium, having made just three league appearances for the Blues.\nAfter spending time on trial with Droylsden F.C.Droylsden, Allen joined Bradford Park Avenue A.F.C.Bradford Park Avenue in August 2007.", "birth_place": "Bolton,England", "position": "Defender  football  Defender", "birth_year": "1977"}, "Malcolm Allen (footballer)": {"name": "Malcolm Allen (footballer)", "height": "1.72", "intro": "'''Malcolm Allen''' (born 21 March 1967 in Deiniolen, Gwynedd) is a WalesWelsh former professional Association footballfootballer who played for Watford F.C.Watford, Aston Villa F.C.Aston Villa, Norwich City F.C.Norwich City, Millwall F.C.Millwall, Newcastle United F.C.Newcastle United and Stevenage Borough F.C.Stevenage Borough. Allen played 14 times for Wales national football teamWales between 1986 and 1993.\nAfter retiring from the professional game he moved into coaching and television punditry. He is a Welsh speaker.Jones, pp 23", "birth_place": "Deiniolen,Gwynedd,Wales", "position": "Striker", "birth_year": "1967"}, "Joe Allon": {"name": "Joe Allon", "height": "", "intro": "'''Joseph Ball''' \"'''Joe'''\" '''Allon''' (born 12 November 1966) is an English former Association footballfootballer. A Forward (association football)striker, he scored 112 goals in 300 league games in a 14-year career in the Football League.\nStarting his career with Newcastle United F.C.Newcastle United in 1984, he failed to break into the first team and moved on to Swansea City A.F.C.Swansea City three years later. After a season with the \"Swans\" he signed with Hartlepool United F.C.Hartlepool United. After scoring 50 league goals for the club he transferred to Chelsea F.C.Chelsea in 1991. After a season with Chelsea, including a loan spell with Port Vale F.C.Port Vale, he joined Brentford F.C.Brentford. In 1994 he moved back to Port Vale permanently, before moving back to Hartlepool United via Lincoln City F.C.Lincoln City in 1995. He retired in 1998. He won three promotions with three different clubs, and was voted onto the Fourth Division PFA Team of the Year in 1990–91 Football League1990–91.", "birth_place": "Gateshead,England", "position": "Forward  association football  Forward", "birth_year": "1966"}, "Marco Almeida (footballer, born 1977)": {"name": "Marco Almeida (footballer, born 1977)", "height": "1.85", "intro": "'''Marco António Bernardo Parcana Almeida''' (born 4 April 1977) is a Portuguese retired Association footballfootballer who played as a Defender (association football)#Centre-backcentral defender.\nHe started his career with Sporting Clube de PortugalSporting, going on to amass Primeira Liga totals of 90 games and five goals over the course of six seasons, also representing in the competition S.C. CampomaiorenseCampomaiorense and F.C. AlvercaAlverca. He also competed professionally in England, Spain and Cyprus.", "birth_place": "Barreiro Municipality|Barreiro,Portugal", "position": "Defender  association football  Centre back Centre back", "birth_year": "1977"}, "Didier Agathe": {"name": "Didier Agathe", "height": "1.81", "intro": "'''Didier Fernand Agathe''' (born 16 August 1975) is a professional Association footballfootballer who currently plays for JS Saint-Pierroise in Réunion.\nAgathe began his career at French side Montpellier HSC before moving to Scotland to join Raith Rovers F.C.Raith Rovers and then Hibernian F.C.Hibernian. His performances gained him a high profile transfer to Celtic F.C.Celtic where he enjoyed the most successful spell of his career winning three championships and was part of the squad that reached the 2003 UEFA Cup Final.", "birth_place": "birth_place,R,France", "position": "Defender  association football  Wing back Wingback", "birth_year": "1975"}, "Clarence Acuña": {"name": "Clarence Acuña", "height": "1.69", "intro": "'''Clárence Williams Acuña Donoso''' (born February 8, 1975 in Rancagua) is a Chilean former professional football (soccer)football player. He played as a midfielder.", "birth_place": "Rancagua,Chile", "position": "Midfielder", "birth_year": "1975"}, "Rolando Aarons": {"name": "Rolando Aarons", "height": "1.75", "intro": "'''Rolando Aarons''' (born 16 November 1995) is an English professional association footballfootballer who plays for Newcastle United F.C.Newcastle United as a Midfield (association football)midfielder.\nBorn in Jamaica, Aarons was called up to the England national under-20 football teamEngland national U-20 team in August 2014 and has indicated his intention to play in the England set-up.", "birth_place": "birth_place,Jamaica,Jamaica", "position": "Winger  association football  Winger", "birth_year": "1995"}, "Ian Andrews": {"name": "Ian Andrews", "height": "1.87", "intro": "'''Ian Edmund Andrews''' (born 1 December 1964 in Nottingham) is an English former association footballfootballer who played as a goalkeeper (association football)goalkeeper in the Football League for Leicester City F.C.Leicester City, Swindon Town F.C.Swindon Town, Leeds United F.C.Leeds United, Southampton F.C.Southampton and A.F.C. BournemouthBournemouth, and in the Scottish Premier League for Celtic F.C.Celtic. He was cap (sport)capped by England under-21 national football teamEngland at under-21 level. His last appearance in the League was for Bournemouth in 1996, but while working for Leicester City as goalkeeping coach (sport)coach and physiotherapist, he was an unused substitute (association football)substitute as late as the 2001–02 season. In 2004 he joined Team Bath F.C.TeamBath as physiotherapist.\nHe is an alumnus of Manchester Metropolitan University", "birth_place": "Nottingham,England", "position": "Goalkeeper  association football  Goalkeeper", "birth_year": "1964"}, "Marc Albrighton": {"name": "Marc Albrighton", "height": "1.75", "intro": "'''Marc Kevin Albrighton''' (born 18 November 1989) is an English association footballfootballer who plays as a Midfielder#Wingerwinger for Leicester City F.C.Leicester City. Before signing with the club, Albrighton had spent his entire career  with Aston Villa F.C.Aston Villa including a loan spell at Wigan Athletic F.C.Wigan Athletic; he has also represented the England national under-21 football teamEngland U21 and England national under-21 football teamU20 sides.", "birth_place": "birth_place,Staffordshire,Headline Publishing Group|Headline", "position": "Midfielder Winger Winger", "birth_year": "1989"}, "Russell Anderson": {"name": "Russell Anderson", "height": "1.80", "intro": "'''Russell Anderson''' (born, 25 October 1978) is a Scottish Association footballfootballer who plays as a Defender (association football)#Centre-backcentre back for Aberdeen F.C.Aberdeen. He has played in the Scottish Premier League for Aberdeen, the Premier League for Sunderland A.F.C.Sunderland, and the Football League for Plymouth Argyle F.C.Plymouth Argyle, Burnley F.C.Burnley and Derby County F.C.Derby County. Anderson won 11 Cap (sport)caps for Scotland national football teamScotland at full international level.", "birth_place": "Aberdeen,Scotland", "position": "Defender  association football  Centre back Centre back", "birth_year": "1978"}, "Sam Aiston": {"name": "Sam Aiston", "height": "1.87", "intro": "'''Samuel James''' \"'''Sam'''\" '''Aiston''' (born 21 November 1976) is an English retired professional footballer who played as a midfielder He made over 200 appearances in the Premier League and the The Football LeagueFootball League, particularly for Sunderland A.F.C.Sunderland, Chester City F.C.Chester City, Shrewsbury Town F.C.Shrewsbury Town, Tranmere Rovers F.C.Tranmere Rovers, Northampton Town F.C.Northampton Town and Wrexham F.C.Wrexham.", "birth_place": "Newcastle upon Tyne,England", "position": "Midfielder", "birth_year": "1976"}, "Martin Allen": {"name": "Martin Allen", "height": "", "intro": "'''Martin James Allen''' (born 14 August 1965) is an English former Association footballfootball player and current head coach of Barnet F.C.Barnet. He played more than 100 games for each Queens Park Rangers F.C.Queens Park Rangers and West Ham United F.C.West Ham United before finishing his playing career with Portsmouth F.C.Portsmouth and Southend United F.C.Southend United. Five years later, he took his first job in management, at non-league Barnet F.C.Barnet. He has since managed Brentford F.C.Brentford, Milton Keynes Dons F.C.Milton Keynes Dons, Leicester City F.C.Leicester City, Cheltenham Town F.C.Cheltenham Town, Barnet F.C.Barnet and Notts County F.C.Notts County. He rejoined Barnet F.C.Barnet as manager on 16 April 2012 on a short term, three-match contract succeeding Lawrie Sanchez. In July 2012 he became manager of Gillingham F.C.Gillingham and in the 2012–13 in English football2012–13 season led the team to the Football League Two title, earning Allen his first promotion as a manager and Gillingham's first divisional title in 49 years. He was sacked as Gillingham manager in October 2013. He played as a midfielder.", "birth_place": "birth_place,Berkshire,England", "position": "", "birth_year": "1965"}, "Gabriel Agbonlahor": {"name": "Gabriel Agbonlahor", "height": "1.80", "intro": "'''Gabriel Imuetinyan \"Gabby\" Agbonlahor''' (born 13 October 1986), is an English professional Association footballfootballer who plays for Aston Villa F.C.Aston Villa as a Forward (association football)forward.\nHe is a product of Aston Villa F.C. Reserves and AcademyAston Villa's Academy, and made his first-team debut in 2006 following loans to The Football LeagueFootball League clubs Watford F.C.Watford and Sheffield Wednesday. Since then, he has made 300 Premier League appearances for the club, scoring in ten consecutive seasons.  With 73 goals, he is Aston Villa's all-time leading Premier League goalscorer, having scored in ten consecutive league seasons.\nFormerly a regular with England national under-21 football teamEngland under-21, Agbonlahor made his senior international debut in 2008 and earned three caps overall.", "birth_place": "Birmingham,England", "position": "Forward  association football  Striker", "birth_year": "1986"}, "Marcos Alonso Mendoza": {"name": "Marcos Alonso Mendoza", "height": "1.88", "intro": "'''Marcos Alonso Mendoza''' (born 28 December 1990) is a Spanish professional Association footballfootballer who plays for Italian club ACF Fiorentina as a Defender (association football)#Full-backleft back or midfielder.\nHe started his career with Real Madrid C.F.Real Madrid, going on to represent Bolton Wanderers F.C.Bolton Wanderers in England, where he amassed Premier League totals of nine games and one goal over the course of two seasons, spending three in total with the club.", "birth_place": "Madrid,Spain", "position": "Defender  association football  Full back Left back", "birth_year": "1990"}, "Bülent Akın": {"name": "Bülent Akın", "height": "1.82", "intro": "'''Bülent Akın''' (born 28 August 1978 in Brussels) is a Belgian-born Turkish former Association footballfootballer.", "birth_place": "Brussels,Belgium", "position": "Midfielder Defensive midfielder Defensive midfielder", "birth_year": "1978"}, "Jordi Amat": {"name": "Jordi Amat", "height": "1.84", "intro": "'''Jordi Amat Maas''' (born 21 March 1992) is a Spanish professional Association footballfootballer who plays for Welsh club Swansea City A.F.C.Swansea City as a Defender (association football)#Centre-backcentral defender.", "birth_place": "Canet de Mar,Spain", "position": "Defender  association football  Centre back Centre back", "birth_year": "1992"}, "Miles Addison": {"name": "Miles Addison", "height": "1.87", "intro": "'''Miles Vivien Esifi Addison''' (born 7 January 1989) is an English association footballfootballer who plays for Blackpool F.C.Blackpool on loan from A.F.C. BournemouthBournemouth. He can play as both a central defender or a central midfielder.", "birth_place": "London Borough of Newham|Newham,England", "position": "Defender  association football  Centre back Defender", "birth_year": "1989"}, "Bradley Allen": {"name": "Bradley Allen", "height": "", "intro": "'''Bradley James Allen''' (born 13 September 1971) is an English former Association footballfootballer who is currently an academy Coach (sport)#Association footballcoach at Tottenham Hotspur F.C.Tottenham Hotspur.\nAs a player, Allen played as a Forward (association football)forward from 1988 to 2004, making Premier League appearances for both Queens Park Rangers F.C.Queens Park Rangers and Charlton Athletic F.C.Charlton Athletic. He also made The Football LeagueFootball League appearances for Colchester United F.C.Colchester United, Grimsby Town F.C.Grimsby Town, Peterborough United F.C.Peterborough United and Bristol Rovers F.C.Bristol Rovers. He represented England national football teamEngland at England national under-21 football teamunder-21 level, earning eight caps and scoring two goals.", "birth_place": "Harold Wood,London,England", "position": "Forward  association football  Forward", "birth_year": "1971"}, "Patrick Agyemang": {"name": "Patrick Agyemang", "height": "1.85", "intro": "'''Patrick Agyemang''' (born 29 September 1980) is an English-born GhanaGhanaian professional footballer who plays as a Striker (association football)striker.\nAgyemang began his career at Wimbledon F.C.Wimbledon, progressing through the club's youth system. He was loaned out to Brentford F.C.Brentford in October 1999 for three months, before returning to his parent club. Agyemang went on to play regularly for Wimbledon for the next four seasons. He joined Gillingham F.C.Gillingham in January 2004, spending ten months with the club. He attracted the interest of Preston North End F.C.Preston North End in November 2004, who signed Agyemang for a fee of £350,000. He spent four seasons at Preston, before joining Queens Park Rangers F.C.Queens Park Rangers in 2008. He was part of the QPR team that earned promotion to the Premier League during the 2010–11 in English football2010–11 season. During the 2011–12 in English football2011–12 season, Agyemang was loaned out to Championship side Millwall F.C.Millwall on a one-month loan deal. He was loaned out for a second time in January 2012, this time joining Stevenage on loan until the end of the 2011–12 season. Agyemang signed for Stevenage on a permanent basis in August 2012. In February 2013, Agyemang joined Portsmouth on loan for the rest of the 2012–13 in English football2012–13 campaign. He signed for the club permanently in May 2013. He has also been Cap (sport)capped twice by the Ghana national football teamGhana national team, scoring one goal.", "birth_place": "Walthamstow,England", "position": "Forward  association football  Striker", "birth_year": "1980"}, "Bernard Allou": {"name": "Bernard Allou", "height": "1.72", "intro": "'''Bernard Allou''' (born 19 June 1975 in Cocody) is an Côte d'IvoireIvorian-born French Football (soccer)football player. He most notably played for Paris Saint-Germain F.C.Paris Saint-Germain, Nagoya Grampus Eight and Nottingham Forest F.C.Nottingham Forest.\nIn 1997 he had a trial at Newcastle United but it didn't lead to a contract.cite web\nurl=\ntitle=On The Move\npublisher=The Independent\ndate=14 September 1997 accessdate=22 June 2014 In March 1999 Allou signed for Nottingham Forest and went on to make 2 appearances in the remainder of that season, as Forest were relegated from the Premier League.cite web\nurl=\ntitle=Games played by Bernard Allou in 1998/1999\npublisher=Soccerbase.com\naccessdate=22 June 2014 The following season he scored two goals for Forest; one against Mansfield Town in the Football League CupLeague Cupcite web\nurl=\ntitle=Results, 11 August 1999\npublisher=The Guardian\ndate=11 August 1999 accessdate=6 November 2009 and one against Wolverhampton Wanderers in the league.cite news\nurl=\ntitle=Nottingham Forest 1 Wolves 1\npublisher=Sporting Life\ndate=19 September 1999 accessdate=5 November 2009", "birth_place": "Cocody,Ivory Coast", "position": "Forward  association football  Forward", "birth_year": "1975"}, "Keith Andrews (footballer)": {"name": "Keith Andrews (footballer)", "height": "1.83", "intro": "'''Keith Joseph Andrews''' (born 13 September 1980) is an Irish peopleIrish association footballer who plays as a defensive midfielder for Football League One team Milton Keynes Dons F.C.Milton Keynes Dons on loan from Bolton Wanderers F.C.Bolton Wanderers and the Republic of Ireland national football teamRepublic of Ireland national team.\nAndrews began his career at Wolverhampton Wanderers F.C.Wolves, where he was their youngest Captain (association football)captain for more than a century. His club career has also involved stints at Hull City A.F.C.Hull City and Milton Keynes Dons F.C.Milton Keynes Dons, as well as loan spells at Oxford United F.C.Oxford United, Stoke City F.C.Stoke City and Walsall F.C.Walsall while he was at Wolves. While at Milton Keynes Dons he was club captain, helped secure promotion for his team with a vital goal, helped win his team the Football League Trophy by scoring in the final at Wembley StadiumWembley and was named in the PFA Team of the Year.\nA full international since 2008, Andrews has gained over 30 caps for the Republic of Ireland national football teamRepublic of Ireland and was selected for UEFA Euro 2012.", "birth_place": "Dublin,Republic of Ireland|Ireland", "position": "Defensive midfielder", "birth_year": "1980"}, "Sammy Ameobi": {"name": "Sammy Ameobi", "height": "1.94", "intro": "'''Samuel Oluwaseyi J. \"Sammy\" Ameobi''' (born 1 May 1992) is a Association footballfootballer who plays for Newcastle United F.C.Newcastle United as a winger (sports)winger. He is the younger brother of fellow players Shola AmeobiShola and Tomi Ameobi.\nBorn in England, Ameobi was capped by England at England national under-21 football teamunder-21 level before switching his allegiance to Nigeria national football teamNigeria in August 2014.", "birth_place": "Newcastle upon Tyne,England", "position": "Midfielder Winger Winger", "birth_year": "1992"}, "Pierre-Yves André": {"name": "Pierre-Yves André", "height": "1.85", "intro": "'''Pierre-Yves André''' (born 14 May 1974 in Lannion, Côtes-d'Armor) is a retired French Association footballfootballer. He spent most of his career playing for SC Bastia, and retired after the club suffered relegation to the French third tier following the 2009–10 Ligue 22009–10 season.\nIn 2003, André had a six-month loan spell at the English club Bolton Wanderers F.C.Bolton Wanderers and successfully helped the side stave off relegation.", "birth_place": "Lannion,France", "position": "Forward  association football  Striker", "birth_year": "1974"}, "Tony Adams": {"name": "Tony Adams", "height": "1.93", "intro": "'''Tony Alexander Adams''', Order of the British EmpireMBE (born 10 October 1966) is an English Association footballfootball manager and former Arsenal player.\nAdams spent his One club manentire playing career of 22 years as a Defender (association football)defender at Arsenal F.C.Arsenal.cite news\nurl        =\ntitle      = A night out for the Adams family\nwork       = The Guardian\ndate       = 14 May 2002\naccessdate = 2008-10-28  first=Jon  last=Brodkin  location=London He is considered one of the greatest Arsenal players of all time by the club's own fans  and was included in the Football League 100 Legends. With Arsenal, he won four top flight division titles, three FA Cups, two Football League Cups, a UEFA Cup Winners' Cup, and three FA Community Shields. A statue honouring Adams was unveiled at Emirates stadium on 9 December 2011, along with statues of Thierry Henry and Herbert Chapman.\nWhen his playing career finished Adams went into football management, spending periods in charge of Wycombe Wanderers F.C.Wycombe Wanderers, Portsmouth F.C.Portsmouth and Azerbaijan side Gabala FKGabala.", "birth_place": "birth_place,London,England", "position": "Defender  association football  Defender", "birth_year": "1966"}, "Ben Alnwick": {"name": "Ben Alnwick", "height": "1.88", "intro": "'''Benjamin Robert \"Ben\" Alnwick''' (born 1 January 1987) is an English professional association footballfootballer who plays as a Goalkeeper (association football)goalkeeper for Peterborough United F.C.Peterborough United.\nAlnwick started his career at Sunderland A.F.C.Sunderland in 2004, having progressed through the club's youth ranks, but never fully established himself in the first team. He left for Tottenham Hotspur F.C.Tottenham Hotspur in January 2007, having made 19 league appearances, but never made more than a single league appearance for Tottenham. Instead, he spent several loan spells away from the club, at Luton Town F.C.Luton Town, Leicester City F.C.Leicester City, Carlisle United F.C.Carlisle United, Norwich City F.C.Norwich City, Leeds United A.F.C.Leeds United, Doncaster Rovers F.C.Doncaster Rovers and Leyton Orient F.C.Leyton Orient. He switched permanently to Barnsley in July 2012, and made 12 appearances, but was deemed surplus to requirements in September 2013, and his contract was terminated by mutual consent.\nAlnwick has represented England national football teamEngland at England national under-16 football teamunder-16, England national under-16 football teamunder-16, England national under-17 football teamunder-17, England national under-18 football teamunder-18, England national under-19 football teamunder-19 and England national under-21 football teamunder-21 levels, but has yet to represent the full international side.", "birth_place": "Prudhoe,England", "position": "Goalkeeper  association football  Goalkeeper", "birth_year": "1987"}, "Marcos Angeleri": {"name": "Marcos Angeleri", "height": "1.80", "intro": "'''Marcos Alberto Angeleri''' (born 7 April 1983) is an Argentine association footballfootballer who plays for Spanish club Málaga CF as a Defender (association football)#Centre-backcentral defender.", "birth_place": "La Plata,Argentina", "position": "Defender  association football  Centre back Centre back", "birth_year": "1983"}, "Joe Allen (footballer, born 1990)": {"name": "Joe Allen (footballer, born 1990)", "height": "1.68", "intro": "'''Joseph Michael \"Joe\" Allen''' (born 14 March 1990) is a Welsh peopleWelsh professional Association footballfootballer who plays for Liverpool F.C.Liverpool and the Wales national football teamWales national team as a midfielder.", "birth_place": "Carmarthen,Wales", "position": "Midfielder", "birth_year": "1990"}, "Alex (footballer born 1982)": {"name": "Alex (footballer born 1982)", "height": "1.88", "intro": "'''Alex Rodrigo Dias da Costa''', better known as '''Alex''' (; born 17 June 1982), is a Brazilian association footballfootballer who plays for A.C. MilanMilan and the Brazil national football team as a Defender (association football)#Centre-backcentral defender. Alex is known for his physical strength and the power of his shot, which has gained him the nickname of \"The Tank\".\nHaving been bought by the Premier League club Chelsea F.C.Chelsea in 2004, he was loaned to Dutch team PSV EindhovenPSV and he won 3 Eredivisie titles with them. Alex finally joined the Chelsea squad in the summer of 2007 after three years in the Netherlands. In his time at Chelsea, he won the 2009 FA Cup FinalFA Cup in 2009 and a 2009-10 Chelsea F.C. seasonleague and FA Cup \"double\" in 2010, as well as reaching the 2008 UEFA Champions League Final. He joined Paris Saint-Germain for £4.2 million in January 2012 and won Ligue 1 twice with the club, moving to Milan on the expiration of his contract in 2014.\nAlex earned 17 caps for Brazil national football teamBrazil between 2003 and 2008, winning the 2007 Copa América and finishing as runner-up at the 2003 CONCACAF Gold Cup.", "birth_place": "Niterói,Brazil", "position": "Defender  association football  Centre back Centre back", "birth_year": "1982"}, "Nabil Abidallah": {"name": "Nabil Abidallah", "height": "", "intro": "'''Nabil Abidallah''' (born 5 August 1982 in Amsterdam) is a former NetherlandsDutch professional association footballfootballer of MoroccoMoroccan origin.", "birth_place": "Amsterdam,Netherlands", "position": "Midfielder", "birth_year": "1982"}, "Sone Aluko": {"name": "Sone Aluko", "height": "1.72", "intro": "'''Omatsone \"Sone\" Aluko''' (born 19 February 1989) is a professional Association footballfootballer who plays as a Forward (association football)forward for Hull City A.F.C.Hull City. He can also play as a Midfielder#Wingerwinger.\nAluko began his career at Birmingham City F.C.Birmingham City but failed to make any league appearances. He joined Aberdeen on loan in the 2007–08 season and was loaned to Blackpool F.C.Blackpool at the beginning of the 2008–09 season. After just one appearance for Blackpool, he signed for Aberdeen permanently in August 2008. He left Aberdeen in July 2011 at the end of his contract. Aluko signed for Rangers F.C.Rangers in November 2011 and scored 12 goals in 21 appearances during the 2011–12 season. He became a free agent after his contract expired.\nBorn in England, Aluko was cap (sports)capped by England at all levels up to England national under-19 football teamunder-19 before accepting an offer to play for Nigeria national football teamNigeria.", "birth_place": "Hounslow,West,England", "position": "Forward  association football  Forward", "birth_year": "1989"}, "Martin Albrechtsen": {"name": "Martin Albrechtsen", "height": "1.88", "intro": "'''Martin Albrechtsen''' (born 31 March 1980) is a DenmarkDanish professional association footballfootball player, currently playing for the Danish superliga team Brøndby IF. He can play in any position across the back four and has played four games for the Denmark national football teamDanish national team. He is the older brother of Jacob Albrechtsen.", "birth_place": "Værløse,Denmark", "position": "Defender  association football  Centre back Centre back", "birth_year": "1980"}, "Sergio Agüero": {"name": "Sergio Agüero", "height": "1.72", "intro": "'''Sergio Leonel \"Kun\" Agüero Del Castillo''' (; born 2 June 1988) is an Argentine professional Association footballfootballer who plays as a Forward (association football)#Strikerstriker for Premier League club Manchester City F.C.Manchester City and the Argentina national football teamArgentina national team. On 5 July 2003, he became the youngest player to debut in the Argentine Primera División at 15 years and 35 days, breaking the record previously established by Diego Maradona in Seasons in Argentine football1976. He plays with the shirt name '''Kun Agüero'''.\nAt international level, Agüero represented the Argentina national under-20 football teamArgentina under-20 team at the FIFA U-20 World Cup in 2005 FIFA World Youth Championship2005 and in 2007 FIFA U-20 World Cup2007, winning both tournaments. Agüero played at the Football at the 2008 Summer Olympics – Men's tournament2008 Beijing Olympics, he scored two goals in the 3–0 semi-final win against Brazil national under-23 football teamBrazil as Argentina went on to win the gold medal. Agüero was selected to represent Argentina in the 2010 FIFA World Cup, 2014 FIFA World Cup and the 2011 Copa América.\nIn 2006, Agüero moved to Europe to play for La Liga side Atlético Madrid for a fee of €23 million from Club Atlético IndependienteIndependiente. He made a name for himself, attracting attention from Europe's top clubs by scoring 101 goals in 234 appearances while winning the UEFA Europa League and the UEFA Super Cup in 2010. Agüero moved to Premier League club Manchester City F.C.Manchester City in July 2011 for List of most expensive association football transfersan undisclosed fee thought to be in the region of £35 million. On the last day of his debut season with the club, Agüero scored a 94th-minute winner against Queen's Park Rangers that earned Manchester City F.C.Manchester City its first league title in 44 years. In 2012, he won Manchester City F.C.Manchester City's player of the year as voted for by the fans. As of the end of the 2013–14 season, Agüero has the highest goals per minute ratio in the history of the Premier League averaging a goal every 115 minutes.", "birth_place": "Buenos Aires,Argentina", "position": "Forward  association football  Striker Striker", "birth_year": "1988"}, "Lorenzo Amoruso": {"name": "Lorenzo Amoruso", "height": "1.84", "intro": "'''Lorenzo Pier Luigi Amoruso''' (born 28 June 1971) is a retired ItaliansItalian Association footballfootballer who played for seven teams during his footballing career but is perhaps best known for his six-year spell with Glasgow side Rangers F.C.Rangers. In that six-year spell, he managed to win nine major honours with the club including domestic trebles in seasons 1998–99 and 2002–03, representing them over 150 times in competitive football.", "birth_place": "Bari,Italy", "position": "Defender  association football  Defender", "birth_year": "1971"}, "Samassi Abou": {"name": "Samassi Abou", "height": "", "intro": "'''Samassi Abou''' (born 4 April 1973 in Gagnoa) is a former professional Football (soccer)footballer from Côte d'Ivoire, who played as a Forward (association football)forward. He played internationally for the France national under-21 football teamFrench under-21 team.\nAbou started playing in France for FC Martigues, before moving to Olympique LyonnaisLyon. In October 1997, after a spell at AS Cannes, he made the move to EnglandEnglish football, signing for West Ham United F.C.West Ham United for £250,000. Signed by manager, Harry Redknapp, to give more options for strikers, Abou made his West Ham debut on 9 November 1997 in a 2-1 away defeat to Chelsea F.C.Chelsea coming on as a substitute for John Moncur. His opening West Ham goal came on 6 January 1998 in the Football League CupLeague Cup. In a 5th round game at the Boleyn Ground Abou came on as a substitute for Paul Kitson to score their only goal in a 2-1 defeat. In the following game, on 10 January 1998, Abou scored twice as West Ham beat Barnsley F.C.Barnsley, 6-0. Abou received his only red card (football)red card in the next game, a 1-0 away defeat to Tottenham Hotspur F.C.Tottenham Hotspur. Fouling Ramon Vega in an off-the-ball incident, Abou was dismissed by referee, David Elleray. Abou finished the 1997-98 West Ham United F.C. season1997-98 season with 6 goals from 26 games including two on the last day of the season in a 4-3 home defeat of Leicester City F.C.Leicester City. West Ham United F.C. supportersWest Ham fans would booingboo Abou whenever he scored making an \"Abooooooooo\" noise. In 31 appearances in all competitions he scored six times, before being released to Ipswich Town F.C.Ipswich Town in December 1998, where he scored once against Sheffield United.cite web\nurl=\ntitle=Naylor provides Suffolk punch\npublisher=The Independent\ndate=20 December 1998 accessdate=27 February 2010\nIn October 1999, he signed for Walsall F.C.Walsall, an unsuccessful spell which lasted little over a month. He also spent time on loan at Troyes ACTroyes, and played in Scotland for three months at Kilmarnock F.C.Kilmarnock.\nAbou continued his career back in France, playing for AC AjaccioAjaccio and FC LorientLorient.", "birth_place": "Gagnoa,Côte d'Ivoire", "position": "Striker", "birth_year": "1973"}, "Steve Agnew": {"name": "Steve Agnew", "height": "1.77", "intro": "'''Stephen Mark \"Steve\" Agnew''' (born 9 November 1965 in Shipley, West YorkshireShipley, West Riding of Yorkshire) is an English former professional association footballfootballer and assistant Head Coach at Championship side Middlesbrough.\nAs a player he was a midfielder (association football)midfielder from 1983 to 2002, notably in the Premier League from Blackburn Rovers F.C.Blackburn Rovers, Leicester City F.C.Leicester City and Sunderland A.F.C.Sunderland. He also played in the Football League for Barnsley F.C.Barnsley, Portsmouth F.C.Portsmouth and York City F.C.York City before finishing his career in Non-league with Gateshead F.C.Gateshead.", "birth_place": "birth_place,West,West Riding of Yorkshire,England", "position": "Midfielder", "birth_year": "1965"}, "John Aloisi": {"name": "John Aloisi", "height": "1.84", "intro": "'''John Aloisi''' (born 5 February 1976) is a retired Australian association footballfootball (soccer) player and the former manager of A-League club Melbourne Heart FCMelbourne Heart. In a professional career that spanned 20 seasons, with league totals of 459 games and 127 goals, he was the first Australian ever to play and score in La Liga, the Premier League and Serie A.\nHe returned to his country in 2007, with four seasons in the A-League. Aloisi was an integral member of the Australia national association football teamAustralia national team for more than one decade, and represented the nation at the 2006 FIFA World Cup2006 World Cup, being an essential figure in 2006 FIFA World Cup qualification (OFC)the qualifying stages.[", "birth_place": "Adelaide,Australia", "position": "Forward  association football  Striker", "birth_year": "1976"}, "Trond Andersen": {"name": "Trond Andersen", "height": "1.89", "intro": "'''Trond Andersen''' (born 6 January 1975) is a former NorwayNorwegian association footballfootballer, who played as a central defender or holding midfielder. He played professional for Molde FKMolde, Wimbledon F.C.Wimbledon, AaB FootballAaB and Brøndby IFBrøndby.", "birth_place": "Kristiansund,Norway", "position": "Defender  association football  Defender", "birth_year": "1975"}, "Julius Aghahowa": {"name": "Julius Aghahowa", "height": "1.79", "intro": "'''Julius Aghahowa''' (born 12 February 1982 in Benin City) is a retired Nigerian Association footballfootballer. He is known for his pace and his back-flips when he scores goals.\nAghahowa has played for Nigeria at four Africa Cup of Nations, the 2002 World Cup and the 2000 Olympics, as well as playing top-flight football in Tunisia, Ukraine, England and Turkey.", "birth_place": "Benin City,Nigeria", "position": "Forward  association football  Striker", "birth_year": "1982"}, "Wayne Andrews (footballer)": {"name": "Wayne Andrews (footballer)", "height": "1.78", "intro": "'''Wayne Michael Hill Andrews''' (born 25 November 1977) is an English former Association footballfootballer who played as a Forward (association football)forward in the Football League for a number of clubs, most notably for Watford F.C.Watford, Oldham Athletic A.F.C.Oldham Athletic, Colchester United F.C.Colchester United, Crystal Palace F.C.Crystal Palace, Coventry City F.C.Coventry City and Luton Town F.C.Luton Town, and also appeared for several clubs on loan. He is of BarbadosBarbadian descent.", "birth_place": "Paddington,London,England", "position": "Forward  association football  Forward", "birth_year": "1977"}, "Rati Aleksidze": {"name": "Rati Aleksidze", "height": "1.82", "intro": "'''Rati Aleksidze''' (; born 3 August 1978 in Tbilsi) is a soccerfootball striker from Georgia (country)Georgia, who plays for FC Dila Gori", "birth_place": "Tbilsi,Georgia (country)|Georgia", "position": "Forward  association football  Striker", "birth_year": "1978"}, "Daniel Amokachi": {"name": "Daniel Amokachi", "height": "1.82", "intro": "'''Daniel Owefin Amokachi''' (born 30 December 1972 in Kaduna) is a Nigerian former professional football (soccer)footballer of Idoma peopleIdoma descent and assistant manager of the Nigeria national football team.\nAs a player he was a striker from 1989 until 2005, starting his career with Ranchers Bees before earning notability by playing outside his native country with Premier League side Everton F.C.Everton, as well as Club Brugge and Beşiktaş J.K.Beşiktaş before initially finishing his career in the United States with Major League Soccer club Colorado Rapids. He returned to Nigeria in 2005 to briefly play for Nasarawa United F.C.Nasarawa United, who he went on to manage before moving on to Enyimba International F.C.Enyimba. He is now in his second spell as assistant manager of Nigeria national football teamNigeria.", "birth_place": "Kaduna,Nigeria", "position": "", "birth_year": "1972"}, "Kemy Agustien": {"name": "Kemy Agustien", "height": "1.78", "intro": "'''Germaine \"Kemy\" Agustien''' (born 20 August 1986) is a Dutch-Curacaoan professional Association footballfootballer who plays for Football League ChampionshipChampionship club Brighton & Hove Albion F.C.Brighton & Hove Albion. He previously played for Willem II TilburgWillem II, AZ (football club)AZ, Roda JC and RKC Waalwijk in the Netherlands and for Birmingham City F.C.Birmingham City, Crystal Palace F.C.Crystal Palace and Swansea City A.F.C.Swansea City in Football in EnglandEnglish football. An adaptable player, capable of playing anywhere in midfield, his preferred position is as one of two central midfielders.", "birth_place": "Willemstad,Netherlands", "position": "Midfielder Central midfielder Central midfielder", "birth_year": "1986"}, "Darren Ambrose": {"name": "Darren Ambrose", "height": "1.83", "intro": "'''Darren Paul Francis Ambrose''' (born 29 February 1984) is an English professional association footballfootballer who currently plays for Ipswich Town F.C.Ipswich Town. Ambrose, an attacking midfielder, started his career at Ipswich Town F.C.Ipswich Town, and played for Newcastle United F.C.Newcastle United, Charlton Athletic F.C.Charlton Athletic and Crystal Palace F.C.Crystal Palace prior to his move to Birmingham City F.C.Birmingham City. He spent time on loan at Greek Superleague club Apollon Smyrni F.C.Apollon Smyrni before leaving Birmingham when his contract expired at the end of the 2013–14 season.\nHe also made ten appearances for the England national under-21 football teamEngland under-21 side, scoring twice.", "birth_place": "Harlow,England", "position": "Midfielder", "birth_year": "1984"}, "Hasney Aljofree": {"name": "Hasney Aljofree", "height": "1.82", "intro": "'''Hasney Aljofree''' (born 11 July 1978) is a former English Association footballfootballer who played as a Defender (association football)defender.\nHe began his career with Manchester United F.C.Manchester United, during which time he earned one cap for the England national under-18 football teamEngland U18 side. He joined Bolton Wanderers F.C.Bolton Wanderers in 1996 and made his first-team debut the following year. Aljofree moved on to Dundee United F.C.Dundee United in 2000 and spent a productive two years with the club, scoring his first four goals in league competition. He linked up with Paul Sturrock for a second time at Plymouth Argyle F.C.Plymouth Argyle, where he enjoyed the most successful period of his career to date. Having gained his first league winners medal in 2004, Aljofree played an important role in re-establishing the club in the second tier of Football in EnglandEnglish football. He spent time on loan with Sheffield Wednesday F.C.Sheffield Wednesday and Oldham Athletic A.F.C.Oldham Athletic before being signed by Swindon Town F.C.Swindon Town; linking up with Sturrock for a fourth time.\nAljofree Captain (association football)captained the side on numerous occasions, but was also hampered by injury problems, one of which kept him sidelined for 10 months. He was released from his contract in 2010 and then signed for Oldham Athletic on a short-term contract.", "birth_place": "Blackley,Manchester,England", "position": "Defender  association football  Centre back Centre back", "birth_year": "1978"}, "Kieran Agard": {"name": "Kieran Agard", "height": "1.78", "intro": "'''Kieran Ricardo Agard''' (born 10 October 1989) is an English association footballfootballer who plays for Bristol City F.C.Bristol City as a Forward (association football)forward or a Midfielder (association football)#Wingerwinger.", "birth_place": "birth_place", "position": "Forward  association football  Forward", "birth_year": "1989"}, "Nicolas Anelka": {"name": "Nicolas Anelka", "height": "1.85", "intro": "Navboxes colour\ntitle= France squads\nbg= #0055A4\nfg= #FFFFFF\nbordercolor=#EF4135\nlist1=\nPersondata\nNAME              = Anelka, Nicolas\nALTERNATIVE NAMES = Anelka, Nicolas Sébastien\nSHORT DESCRIPTION = French Footballer\nDATE OF BIRTH     = 14 March 1979\nPLACE OF BIRTH    = Le Chesnay, France\nDATE OF DEATH     =\nPLACE OF DEATH    =", "birth_place": "Le Chesnay,France", "position": "2010 FIFA World Cup 2010 World Cup,Raymond Domenech,Jean Pierre Escalettes", "birth_year": "1979"}, "Antolín Alcaraz": {"name": "Antolín Alcaraz", "height": "1.87", "intro": "'''Antolín Alcaraz Viveros''' (born 30 July 1982) is a Paraguayan professional Association footballfootballer who plays for English club Everton F.C.Everton as a Defender (association football)#Centre-backcentral defender.\nHe rarely settled with a team in his early career, before signing in 2003 with S.C. Beira-MarBeira-Mar and remaining with the club five seasons, after which he joined Club Brugge K.V.Club Brugge. He spent the remainder of his career in the Premier League, mainly with Wigan Athletic F.C.Wigan Athletic.\nAlcaraz represented Paraguay national football teamParaguay at the 2010 FIFA World Cup2010 World Cup and the 2011 Copa América.", "birth_place": "San Roque González de Santa Cruz,Paraguay", "position": "Defender  association football  Centre back Centre back", "birth_year": "1982"}, "Ade Akinbiyi": {"name": "Ade Akinbiyi", "height": "", "intro": "'''Adeola Oluwatoyin \"Ade\" Akinbiyi''' (born 10 October 1974) is a Association footballfootballer who is currently a player-coach at Colwyn Bay F.C.Colwyn Bay.\nAkinbiyi has had a much-travelled career with many different clubs with transfer fees totalling more than £11.5 million during his career, including being Leicester City F.C.Leicester City's record signing (at £5.3 million).\nBorn in England, Akinbiyi qualifies to play for the Nigeria national football team through his parents, and earned one cap (sport)cap for Nigeria.", "birth_place": "London Borough of Hackney|Hackney,England", "position": "Forward  association football  Forward", "birth_year": "1974"}, "Junior Agogo": {"name": "Junior Agogo", "height": "1.80", "intro": "'''Manuel \"Junior\" Agogo''' (born 1 August 1979) is a retired Ghanaian professional association footballfootballer who played as a striker. He  spent most of his career in England, as well as spells in the United States, Egypt, Cyprus and most recently Scotland.\nIn January 2015, Agogo was rushed to hospital following a suspected stroke.", "birth_place": "Accra,Greater Accra Region|Greater Accra,Ghana", "position": "Forward  association football  Striker", "birth_year": "1979"}, "Nathan Aké": {"name": "Nathan Aké", "height": "1.80", "intro": "'''Nathan Benjamin Aké''' (born 18 February 1995) is a Dutch professional Association footballfootballer who plays as a Defender (association football)defender for English club Reading F.C.Reading, on loan from Chelsea F.C.Chelsea, and for the Netherlands national under-21 football teamNetherlands under-21 team.", "birth_place": "The Hague,Netherlands", "position": "Defender  association football  Defender", "birth_year": "1995"}, "Juan Pablo Ángel": {"name": "Juan Pablo Ángel", "height": "1.86", "intro": "'''Juan Pablo Ángel Arango''' (born 24 October 1975) is a retired Colombian Association footballfootballer who last played for Atlético Nacional in Categoría Primera A.\nHe began his career at Nacional, whom he helped to win the championship in 1994, and then moved to Club Atlético River PlateRiver Plate of Argentina, where he was the league's top scorer in 2000. The following year he moved to Europe, joining Aston Villa F.C.Aston Villa of the Premier League for a club record £9.5 million. In 2007, he moved to the United States, where he played for three clubs in Major League Soccer before returning to Atlético Nacional in 2013.\nÁngel was also a full international for Colombia national football teamColombia, and made 33 appearances from his debut in 1995, scoring 9 goals.", "birth_place": "Medellín,Colombia", "position": "Forward  association football  Forward", "birth_year": "1975"}, "Danny Allsopp": {"name": "Danny Allsopp", "height": "1.85", "intro": "'''Daniel Lee \"Danny\" Allsopp''' (born 10 August 1978) is a former Australian Association footballfootball (soccer) player who played as a Forward (association football)striker. He last played for Croydon City Arrows. He is a full international for the Australia national football team, and is well known for being Melbourne Victory FCMelbourne Victory's second highest, and the A-League's seventh highest all-time goalscorer, behind Archie Thompson, Shane Smeltz, Besart Berisha, Sergio van Dijk, Mark Bridge and Carlos Hernández (footballer)Carlos Hernandez.", "birth_place": "Melbourne,Australia", "position": "Forward  association football  Striker", "birth_year": "1978"}, "Manuel Almunia": {"name": "Manuel Almunia", "height": "1.92", "intro": "'''Manuel Almunia Rivero''' (born 19 May 1977) is a Spanish retired Association footballfootballer who played as a Goalkeeper (association football)goalkeeper.\nHe competed mainly in the Spanish lower leagues in his early years, only appearing in 26 La Liga games over the course of two seasons with Recreativo de HuelvaRecreativo and Albacete BalompiéAlbacete, after starting out at CA OsasunaOsasuna.\nMost of his professional career was spent with Arsenal F.C.Arsenal, for which he signed in 2004, going on to play 175 official matches and 2005 FA Cup Finalwinning the 2005 FA Cup. He also had a short loan spell at West Ham United F.C.West Ham United.\nIn 2012, after his contract expired, Almunia joined Watford F.C.Watford and played there for two years, following which he retired.", "birth_place": "Pamplona,Spain", "position": "Goalkeeper  association football  Goalkeeper", "birth_year": "1977"}}